
{
    "data": {
        "Volatile oils": "Volatile oils are the most important medcinally active constituents of the plant. They are often extracted into essential oils, which are frequently used in fragrances (perfumes, scented candles, diffusers) and health and beauty products (skin treatments, creams and oils). \n\nA note on purchasing essential oils: \nEssential oils are marvellous products, especially when used as topical solutions or for aromatherapy which aids regulation of mood. However, not all oils are created equal. The quality of the essential oil is determined by multiple factors. For example, where it is grown, the genetic chemotype of the species and the production process. It is important to research the oils you plan to buy and attempt to choose the highest quality. They will have more signficant impacts physiologically.",
        "Phenols": "Phenols are a varied collection of plant constituents which can be anti-inflammatory, antiseptic and can sometimes be antiviral. Phenols form strong hydrogen bonds, resulting in a higher melting point (182 degrees celsius) and high water solubility. \n\nPhenols are widely used in many household products, such as household cleaners and mouthwash. Some phenols, such as salicylic acid are molecules similar to aspirin.",
        "Polyphenols": "Polyphenols are a category of compounds naturally found in many plant foods, including fruits, vegetables, herbs, spices, and some seeds such as cocoa. They can be antioxidant, helping to combat free radicals that may damage your cells. They may also reduce inflammation.",
        "Flavonoids": "Flavanoids are a category of Polyphenols and provide pigmentation (colour) to many flowers and fruits, which helps attract pollenating insects. They are antioxidant and can improve circulation. Due to their antioxidant properties, some flavanoids are anitviral, anti-inflammatory, anti-allergic, anti-cancer and can protect the liver.",
        "Sesquiterpene lactones": "",
        "Alkaloids": "Alkaloids are nitrogeneous organic compounds which have powerful physiological effects on the human body. They are widely used in pharmacology, treating various ailments such as cancer, reduction of spasms, relieving pain and reducing bodily secretions.",
        "Triterpenes": "",
        "Phytosterols": "",
        "Tannins": "Tannins can be found in all plants, some having highler levels and others having lower levels. Their harsh flavour deters plants and animals. They are phenolic compounds that contract and tighten tiessues of the body by binding with and precipitating proteins. Due to their astringent nature, they are often used to stop bleeding, tighten up tissues or dry up overly watery secretions (e.g. diarrhoea).",
        "Saponins": "Saponins are the main active constituent in many medicinal plants. They produce a soap-like foam when lathered with a liquid substance. The root of the soapwort plant was historically used as soap, hence the name. In plants, they help to ward off microbes and fungi. Saponins are poisonous to fish and have been used by many indigenous cultures for fishing. \n\nSaponins can be steroidal, meaning that those plants have hormonal activity. For example, the first contraceptive pill was derived from Wild Yam via a chemical called Diosgenin (similar to a plant-based estrogen). Wild Yam had been used by indigenous cultures to treat PMS, help to regulate cycles and relieve cramps (even during labour) and to relieve menopausal symptoms as it is also a source of progesterone.",
        "Coumarins": "Coumarins are a plant-derived products known for pharmacological properties such as anti-inflammation, antihyperglycemic, anticoagulant, antibacterial, antifungal, antiviral, anticancer, antihypertensive, antitubercular, anticonvulsant, antioxidant and more. There are siz categories of coumarins and has their own effects: Simple coumarins, Furano coumarins, Dihydrofurano coumarins, Pyrano coumarins, Phenyl coumarins and Bicoumarins.",
        "Proanthocyanidins": "Proanthocyanidins are polyphenolic compounds which often give a dark hue (red, blue and purple colour) to plants. They are highly antioxidant and help to combat free radicals in the body. They also help to protect the circulatory system from damage.",
        "Anthraquinones": "Anthraquinones are the active constituent in some herbs. They have a laxitave effect on the large intestine, contracting them and stimulating bowel movements. In high doeses, they can be toxic causing nausea, bloody diarrhea or kidney damage (amongst others).",
        "Cardiac glycosides": "Cardiac glycosides have powerful, direct action on the heart. They support its strength and rate of contraction. They are also diuretic, removing more liquids from the body.",
        "Cyanogenic glycosides": "These glycosides are based on cyanide, which is poisonous. In small doses, they can be a relaxant and a sedative.",
        "Polysaccharides": "Polysaccharrides are linked sugar molecules found in all plants. The sticky substance which can be found in many parts of the plant (roots, leaves, seeds etc) are used to sooth and protect irritated tissue (for example, skin or in the gut). Herbacious polysaccharrides are best prepared steeped in cold water.",
        "Glucosilinates": "Glucosilinates are irritants, and can cause inflammation and blisters. They can also increase blood flow to the area. They have a strong, pungent taste.",
        "Bitters": "These constituents are linked mostly by their bitter flavour. Bitters encourage secretions from salivary glands and digestive organs, improving the digestive system and improving appetite.",
    }
}
